export const test2 = [
    {
      question:
        '	Если между двумя вариантами есть выбор, его лучше сделать быстрее, чем откладывать на потом.',
      answer: false,
    },
    {
      question:
        '	Если замечаю, что не могу на все 100% выполнить задание, я легко раздражаюсь.',
      answer: false,
    },
    {
      question: '	Когда я работаю, это выглядит так, будто я ставлю на карту все.',
      answer: false,
    },
    {
      question:
        '	Если возникает проблемная ситуация, чаще всего я принимаю решение одним из последних.',
      answer: false,
    },
    {
      question: '	Если два дня подряд у меня нет дела, я теряю покой.',
      answer: false,
    },
    { question: '	В некоторые дни мои успехи ниже средних.', answer: false },
    { question: '	Я более требователен к себе, чем к другим.', answer: false },
    { question: '	Я доброжелательнее других.', answer: false },
    {
      question:
        '	Если я отказываюсь от сложного задания, впоследствии сурово осуждаю себя, так как знаю, что в нем я добился бы успеха.',
      answer: false,
    },
    {
      question: '	В процессе работы я нуждаюсь в небольших паузах для отдыха.',
      answer: false,
    },
    { question: '	Усердие — это не основная моя черта.', answer: false },
    { question: '	Мои достижения в работе не всегда одинаковы.', answer: false },
    {
      question: '	Другая работа привлекает меня больше той, которой я занят.',
      answer: false,
    },
    { question: '	Порицание стимулирует меня сильнее похвалы.', answer: false },
    {
      question: '	Знаю, что коллеги считают меня деловым человеком.',
      answer: false,
    },
    {
      question:
        '	Преодоление препятствий способствует тому, что мои решения становятся более категоричными.',
      answer: false,
    },
    { question: '	На моем честолюбии легко сыграть.', answer: false },
    {
      question: '	Если я работаю без вдохновения, это обычно заметно.',
      answer: false,
    },
    {
      question: '	Выполняя работу, я не рассчитываю на помощь других.',
      answer: false,
    },
    {
      question: '	Иногда я откладываю на завтра то, что должен сделать сегодня.',
      answer: false,
    },
    { question: '	Нужно полагаться только на самого себя.', answer: false },
    { question: '	В жизни немного вещей важнее денег.', answer: false },
    {
      question:
        '	Если мне предстоит выполнить важное задание, я никогда не думаю ни о чем другом.',
      answer: false,
    },
    { question: '	Я менее честолюбив, чем многие другие.', answer: false },
    {
      question: '	В конце отпуска я обычно радуюсь, что скоро выйду на работу.',
      answer: false,
    },
    {
      question:
        '	Если я расположен к работе, делаю ее лучше и квалифицированнее, чем другие.',
      answer: false,
    },
    {
      question:
        '	Мне проще и легче общаться с людьми, способными упорно работать.',
      answer: false,
    },
    { question: '	Когда у меня нет работы, мне не по себе.', answer: false },
    {
      question: '	Ответственную работу мне приходится выполнять чаще других.',
      answer: false,
    },
    {
      question:
        '	Если мне приходится принимать решение, стараюсь делать это как можно лучше.',
      answer: false,
    },
    { question: '	Иногда друзья считают меня ленивым.', answer: false },
    { question: '	Мои успехи в какой-то мере зависят от коллег.', answer: false },
    {
      question: '	Противодействовать воле руководителя бессмысленно.',
      answer: false,
    },
    {
      question: '	Иногда не знаешь, какую работу придется выполнять.',
      answer: false,
    },
    {
      question: '	Если у меня что-то не ладится, я становлюсь нетерпеливым.',
      answer: false,
    },
    {
      question: '	Обычно я обращаю мало внимания на свои достижения.',
      answer: false,
    },
    {
      question:
        '	Если я работаю вместе с другими, моя работа более результативна, чем у других.',
      answer: false,
    },
    { question: '	Не довожу до конца многое, за что берусь.', answer: false },
    { question: '	Завидую людям, не загруженным работой.', answer: false },
    {
      question: '	Не завидую тем, кто стремится к власти и положению.',
      answer: false,
    },
    {
      question:
        '	Если я уверен, что стою на правильном пути, для доказательства своей правоты пойду на крайние меры.',
      answer: false,
    },
  ];